#!/usr/bin/python3.9+
# -*- coding: utf-8 -*-
# 📌️ M4nifest0 Black Hat Hacking Team™💪
# 📌️ 𝕿𝖍𝖎𝖘 𝕴𝖘 𝕿𝖍𝖊 𝓜4𝓷𝓲𝓯𝓮𝓼𝓽0 𝕿𝖊𝖆𝖒™
# 📌️ Author hack4lx 👊 
# 📌 💪 Site : https://m4nifest0.com 👊
# 📌 💪 Site : https://m4nifest0.group 👊
# 📌 💪 Site : https://m4nifest0.shop 👊
# 📌 💪 Channel Telegram : https://t.me/M4nifest0 👊
# 📌 2022 💪




    def script(self):
        print("")
        self.uyariOlustur("   ██╗  ██╗ █████╗  ██████╗██╗  ██╗██╗  ██╗██╗     ██╗  ██╗ ", 1)
        self.uyariOlustur("   ██║  ██║██╔══██╗██╔════╝██║ ██╔╝██║  ██║██║     ╚██╗██╔╝ ", 1)
        self.uyariOlustur("   ███████║███████║██║     █████╔╝ ███████║██║      ╚███╔╝  ", 1)
        self.uyariOlustur("   ██╔══██║██╔══██║██║     ██╔═██╗ ╚════██║██║      ██╔██╗  ", 1)
        self.uyariOlustur("   ██║  ██║██║  ██║╚██████╗██║  ██╗     ██║███████╗██╔╝ ██╗ ", 1)
        self.uyariOlustur("   ╚═╝  ╚═╝╚═╝  ╚═╝ ╚═════╝╚═╝  ╚═╝     ╚═╝╚══════╝╚═╝  ╚═╝ ", 1)
        self.uyariOlustur("                ___               _                _           _                  _       ___ ", 1)
        self.uyariOlustur("               |  _|             (_)              | |         | |                | |     |_  |", 1)
        self.uyariOlustur("               | |   _ __   _ __  _ __   __  __ _ | |_   ___  | |_   ___    ___  | | ___   | |", 1)
        self.uyariOlustur("               | |  | '_ \ | '__|| |\ \ / / / _` || __| / _ \ | __| / _ \  / _ \ | |/ __|  | |", 1)
        self.uyariOlustur("               | |  | |_) || |   | | \ V / | (_| || |_ |  __/ | |_ | (_) || (_) || |\__ \  | |", 1)
        self.uyariOlustur("               | |_ | .__/ |_|   |_|  \_/   \__,_| \__| \___|  \__| \___/  \___/ |_||___/ _| |", 1)
        self.uyariOlustur("               |___|| |                                                                  |___|", 1)
        self.uyariOlustur("# ==============================================================================", 1)
        self.uyariOlustur("# M4nifest0 Black Hat Hacking Team™💪", 1)
        self.uyariOlustur("# Site 1   :www.m4nifest0.group👊", 1)
        self.uyariOlustur("# Site 2   :www.m4nifest0.shop 👊", 1)
        self.uyariOlustur("# Site 3   :www.m4nifest0.com 👊", 1)
        self.uyariOlustur("# Telegram Channel  :https://t.me/M4nifest0 👊", 1)
        self.uyariOlustur("# version :1.0.0", 1)
        self.uyariOlustur("# Author  :hack4lx 👊", 1)
        self.uyariOlustur("# ==============================================================================", 1)
        print("")